Revit 2027 API
ParameterTypeId.StairsLandingOverridden Property
 "Overridden": Overridden
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairsLandingOverridden { get; }
Public Shared ReadOnly Property StairsLandingOverridden As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairsLandingOverridden {
	ForgeTypeId^ get ();
}
static member StairsLandingOverridden : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace